
INSERT INTO `ORDER_INFO` (`ORDER_ID`, `ITEM_ID`, `DISCOUNT_DIV`, `DISCOUNT_MONEY`, `DESTINATION_ID`, `SETTLEMENT_ID`, `MEMBER_NO`, `CREATE_PRG`, `CREATE_DATE_TIME`, `UPDATE_USER`, `UPDATE_DATE_TIME`) VALUES
(1, 'i1110001', 'd000', 0, 1, 1, 2000000001, 'sys', '2022-10-30 05:57:50', 'sys', '2022-10-30 05:57:50'),
(2, 'i1110002', 'd000', 0, 1, 1, 2000000001, 'sys', '2022-10-30 05:57:50', 'sys', '2022-10-30 05:57:50'),
(3, 'i1110003', 'd000', 0, 1, 1, 2000000001, 'sys', '2022-10-30 05:57:50', 'sys', '2022-10-30 05:57:50');

INSERT INTO `DESTINATION_INFO` (`DESTINATION_ID`, `DESTINATION_POST_CODE`, `DESTINATION_PREFECTURE`, `DESTINATION_CITY`, `DESTINATION_TOWN`, `DESTINATION_TOWN_NO`, `DESTINATION_PROP_NO`, `DESTINATION_ROOM_NO`, `DESTINATION_TEL_NO`, `EMAIL_ADDRESS`, `PERSONAL_POST_CODE`, `PERSONAL_PREFECTURE`, `PERSONAL_CITY`, `PERSONAL_TOWN`, `PERSONAL_TOWN_NO`, `PERSONAL_PROP_NO`, `PERSONAL_ROOM_NO`, `PEROSNAL_TEL_NO`, `CREATE_PRG`, `CREATE_DATE_TIME`, `UPDATE_PRG`, `UPDATE_DATE_TIME`) VALUES
(1, 1160014, '東京都', '荒川区', '東日暮里', '2-22-6', 'スカイハイム', '302', '08047388848', 'tkysn1028@gmail.com', 1160014, '東京都', '荒川区', '東日暮里', '2-22-6', 'スカイハイム', '302', '08047388848', 'sys', '2022-10-30 05:54:35', 'sys', '2022-10-30 05:54:35');

INSERT INTO `SETTLEMENT_INFO` (`SETTLEMENT_ID`, `CREDIT_NO`, `DATE_OF_EXPIRY`, `SECURITY_CODE`, `SETTLEMENT_MONEY`, `CREATE_PRG`, `CREATE_DATE_TIME`, `UPDATE_PRG`, `UPDATE_DATE_TIME`) VALUES
(1, '000000000000000', '2023/04', 934, 1500, 'sys', '2022-10-30 05:56:51', 'sys', '2022-10-30 05:56:51');

INSERT INTO `MEMBER_INFO` (`MEMBER_NO`, `TOTAL_POINT`, `MEMBER_POST_CODE`, `MEMBER_PREFECTURE`, `MEMBER_CITY`, `MEMBER_TOWN`, `MEMBER_TOWN_NO`, `MEMBER_PROP_NO`, `MEMBER_ROOM_NO`, `MEMBER_TEL_NO`, `MEMBER_EMAIL_ADDRESS`, `CREATE_PRG`, `CREATE_DATE_TIME`, `UPDATE_PRG`, `UPDATE_DATE_TIME`) VALUES
(2000000001, 0, 1160014, '東京都', '荒川区', '東日暮里', '2-22-6', 'スカイハイム', '302', '08047388848', 'tkysn1028@gmail.com', 'sys', '2022-10-30 05:40:45', 'sys', '2022-10-30 05:40:45');

--INSERT INTO `M_ITEM_INFO` (`ITEM_ID`, `ITEM_NAME`, `ITEM_NAME_FOR_SEARCH`, `ITEM_PRICE`, `ITEM_DISCOUNT_DIV`, `CREATE_PRG`, `CREATE_DATE_TIME`, `UPDATE_PRG`, `UPDATE_DATE_TIME`) VALUES
--('i1110001', 'アカシア製プレート S', 'ｱｶｼｱｾｲﾌﾟﾚｰﾄ S', 500, 'id000', 'sys', '2022-10-28 17:27:01', 'sys', '2022-10-31 11:01:40'),
--('i1110002', 'アカシア製プレート M', 'ｱｶｼｱｾｲﾌﾟﾚｰﾄ M', 500, 'id000', 'sys', '2022-10-28 17:27:01', 'sys', '2022-10-31 11:01:49'),
--('i1110003', 'アカシア製プレート L', 'ｱｶｼｱｾｲﾌﾟﾚｰﾄ L', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:01:54'),
--('i1110004', '超軽量皿カル・エクレ', 'ﾁｮｳｹｲﾘｮｳｻﾞﾗ ｶﾙｴｸﾚ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:05:11'),
--('i1120001', '子供用茶碗 S', 'ｺﾄﾞﾓﾖｳﾁｬﾜﾝ S', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:02:52'),
--('i1120002', '子供用茶碗 M', 'ｺﾄﾞﾓﾖｳﾁｬﾜﾝ M', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:02:57'),
--('i1120003', '子供用プレート S', 'ｺﾄﾞﾓﾖｳﾌﾟﾚｰﾄ S', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:03:15'),
--('i1120004', '子供用プレート L', 'ｺﾄﾞﾓﾖｳﾌﾟﾚｰﾄ L', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:03:19'),
--('i1210001', '食洗機対応天然木箸 21cm', 'ｼｮｸｾﾝｷﾀｲｵｳﾃﾝﾈﾝﾎﾞｸﾊｼ 21cm', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:03:55'),
--('i1210002', '食洗機対応天然木箸 23cm', 'ｼｮｸｾﾝｷﾀｲｵｳﾃﾝﾈﾝﾎﾞｸﾊｼ 23cm', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:04:03'),
--('i1210003', '箸置き 4個セット', 'ﾊｼｵｷ 4ｺｾｯﾄ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:04:17'),
--('i1210004', '箸置き 4個セット　マクラBK', 'ﾊｼｵｷ 4ｺｾｯﾄ ﾏｸﾗBK', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:04:36'),
--('i1220001', 'れんげ カルエクレ', 'ﾚﾝｹﾞ ｶﾙｴｸﾚ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:05:06'),
--('i1220002', 'カトラリー４点セット', 'ｶﾄﾗﾘｰ4ﾃﾝｾｯﾄ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:05:32'),
--('i1220003', '使いやすい木製レンゲ', 'ﾂｶｲﾔｽｲﾓｸｾｲﾚﾝｹﾞ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:05:48'),
--('i1220004', '溶けるアイスクリームスプーン', 'ﾄｹﾙｱｲｽｸﾘｰﾑｽﾌﾟｰﾝ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:06:02'),
--('i2110001', 'カット式台ふきん　BL', 'ｶｯﾄｼｷﾀﾞｲﾌｷﾝ BL', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:06:18'),
--('i2110002', 'カット式台ふきん　GY', 'ｶｯﾄｼｷﾀﾞｲﾌｷﾝ GY', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:06:24'),
--('i2110003', 'システムキッチン用 防虫シート', 'ｼｽﾃﾑｷｯﾁﾝﾖｳﾎﾞｳﾁｭｳｼｰﾄ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:06:51'),
--('i2110004', '水切りバスケット ACUTO WH', 'ﾐｽﾞｷﾘﾊﾞｽｹｯﾄ ACUTO WH', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:07:08'),
--('i2120001', '取っ手が取れるフライパン6点セット', 'ﾄｯﾃｶﾞﾄﾚﾙﾌﾗｲﾊﾟﾝ6ﾃﾝｾｯﾄ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:07:31'),
--('i2120002', 'IHフライパン Days', 'IHﾌﾗｲﾊﾟﾝDays', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:07:50'),
--('i2120003', '立てられるオイルスクリーン', 'ﾀﾃﾗﾚﾙｵｲﾙｽｸﾘｰﾝ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:08:06'),
--('i2120004', '油はね防止ネット', 'ｱﾌﾞﾗﾊﾈﾎﾞｳｼﾈｯﾄ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:08:19'),
--('i2210001', 'マグネット冷蔵庫マルチラック', 'ﾏｸﾞﾈｯﾄﾚｲｿﾞｳｺﾏﾙﾁﾗｯｸ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:08:38'),
--('i2210002', 'スチールワゴンハイタイプ', 'ｽﾁｰﾙﾜｺﾞﾝﾊｲﾀｲﾌﾟ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:08:55'),
--('i2210003', 'スキマ収納トロリ', 'ｽｷﾏｼｭｳﾉｳﾄﾛﾘ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:09:07'),
--('i2210004', '２ドア冷蔵庫Nグラシア', '2ﾄﾞｱﾚｲｿﾞｳｺｸﾞﾗｼｱ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:09:25'),
--('i2220001', '透明テーブルクロス', 'ﾄｳﾒｲﾃｰﾌﾞﾙｸﾛｽ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:09:35'),
--('i2220002', 'テーブルクロス ストライプ GY', 'ﾃｰﾌﾞﾙｸﾛｽｽﾄﾗｲﾌﾟGY', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:09:48'),
--('i2220003', 'テーブルクロス ストライプ BL', 'ﾃｰﾌﾞﾙｸﾛｽｽﾄﾗｲﾌﾟBL', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:09:53'),
--('i2220004', '胡椒入れ', 'ｺｼｮｳｲﾚ', 500, 'id000', 'sys', '2022-10-28 08:27:01', 'sys', '2022-10-31 11:10:02');